[
  {
    "round": "1",
    "matchup": "1 Pubbelly vs. 16 Doce Provisions",
    "id": 9952469,
    "team1":
      "Pubbelly led the way in Sunset Harbour by letting Jose Mendin explore his creativity with Asian-Latin fusion small plates, from bacon-wrapped dates with chorizo and duck ravioli to noodles and chili softshell crab to make him a five-time James Beard award-nominated chef.",
    "team2":
      "Little Havana's Doce Provisions is a fusion of the flavors found on Calle Ocho with culinary twists such as pickled habanero peppers, Sriracha-honey mayo, aji amarillo and calabaza purees to elevate dishes that include Thai-style buns, roasted pork and rock shrimp mac and cheese."
  },
  {
    "round": "1",
    "matchup": "8 Phuc Yea vs. 9 Chef Creole",
    "id": 9952487,
    "team1":
      "\"Viet-Cajun\" cuisine from the husband-wife duo of sommelier Aniece Meinhold and chef Cesar Zapata turns out creative dishes, from fall-apart caramel pork riblets, smoked and soaked in ginger, to Caja China duck in hoisin sauce that make the menu here one to remember.",
    "team2":
      "Born in Jamaica to Haitian parents, chef Wilkinson Sejour brought the flavors of both those countries to the Miami masses at Chef Creole, where the griot (fried pork) is succulent, the oxtail falls off the bone and the seafood is crispy, all spiked with a side of vinegary, pickled pikliz."
  },
  {
    "round": "1",
    "matchup": "5 Sakaya Kitchen vs. 12 Atchana Thai",
    "id": 9952488,
    "team1":
      "Sakaya Kitchen taught Miami to seek out Korean cuisine when chef Richard Hales took his years of living in Asia and turned it into this Midtown spot fusion spot, where Korean fried chicken wings, pulled pork sliders with kimchi and spicy-cheese tater tots have become a Miami obsession and made Hales a national name.",
    "team2":
      "Thai cuisine is not adapted for the American palate at Atchana Thai, where everything from the Thai beef jerky, Bangkok wings and pad Thai are as authentic as the lettuce-wrap-style miang kham, where you put together bites of coconut, lime, ginger and tamarind in piper leaves for one of the best mouthfuls of food in Miami."
  },
  {
    "round": "1",
    "matchup": "4 La Mar vs. 13 Sakura 736",
    "id": 9952492,
    "team1":
      "Chef Diego Oka executes Gaston Acurio’s take on upscale Peruvian at La Mar in the Mandarin Oriental with flair, from glorious ceviches to homey potatoes drenched in huancaina sauce and a host of grilled anticuchos and rice dishes served in a gorgeous, modern setting.",
    "team2":
      "Miami Beach is finally waking up to Nikkei — the creole fusion of Peru’s indigenous and Japanese cuisines — thanks to Sakura 736, where ceviches and Japanese-style hand rolls sit side-by-side on the plate, brightened by everything from aji amarillo to tobiko fish roe."
  },
  {
    "round": 1,
    "matchup": "6 Matsuri vs. 11 Tropical Chinese",
    "id": 9952496,
    "team1":
      "People who love sushi have long known that Matsuri, hidden in a busy shopping center on Bird Road, is a gem where fru-fru toppings are eschewed for traditional chef’s-choice omakase, with high-end ingredients that would demand three times the price on South Beach.",
    "team2":
      "For more than 30 years, diners of all nationalities have lined up outside Tropical Chinese on weekends for their fresh, hot dim sum carts, weaving around a bustling dining room with endless choices of hot, shareable plates, including siu mai dumplings, Chinese buns, Peking duck, five-spice fried chicken and orange beef."
  },
  {
    "round": 1,
    "matchup": "3 Finka vs. 14 SuViche",
    "id": 9952498,
    "team1":
      "There’s nothing quite like Finka anywhere in the western suburbs, where the granddaughter of the Islas Canarias founders, Eileen Andrade, experiments with Peruvian, Cuban and Korean cuisine to create fusions like arroz con pollo fritters, lomo saltado fried eggs and Korean fried chicken that's finger-licking good.",
    "team2":
      "SuViche nailed classic quick-service Peruvian cuisine (with its Japanese, Latin and indigenous influences) and has now spread to six South Florida locations."
  },
  {
    "round": 1,
    "matchup": "7 Taquiza vs. 10 Maria's Greek",
    "id": 9952500,
    "team1":
      "Other Mexican restaurants don’t want you to know they are buying their handmade tortillas from Miami Beach’s Taquiza, where chef Steve Santana painstakingly creates them, as well as traditional fillings for his tacos, from huitlacoche (made from a delectable corn mushroom) and chapulines (toasted grasshoppers) to slow-roasted carnitas and asada.",
    "team2":
      "You know a restaurant believes in itself when it closes for two weeks in the summer for vacation after faithfully preparing wonderful, down-home Greek classics, from slow-cooked lamb gyros, roasted eggplant baba ghanouj, flavorful spanakopita and a sticky-delicious baklava."
  },
  {
    "round": 1,
    "matchup": "2 Macchialina vs. 15 Soul Tavern",
    "id": 9952503,
    "team1":
      "Macchialina unleashes creativity in every Italian-inspired small plate, from meatballs to write-home-to-Mama pizzas made every Sunday that have become such a hit, they are inspiring a spin-off restaurant.",
    "team2":
      "Leave it to Miami Beach to welcome the first “vegetarian gastropub,” where jackfruit and mushrooms fill gyoza, crispy chickpea fritters draw raves, burrata is beautifully served with yellow beets, gnocchi is made from Yukon Gold potatoes, and “soul-fired” pizzas are named for the elements."
  },
  {
    "round": 1,
    "matchup": "1 Mignonette vs. 16 Nusr-et (Salt Bae)",
    "id": 9952506,
    "team1":
      "The 2017 Munch Madness runner-up, Mignonette raises the level of seafood and oyster bars, from high-end items like caviar and seafood towers of oysters, clams, snow crabs and a killer shrimp cocktail to comfort dishes such as a bouillabaisse that will warrant extra bread to sop up every last saucy drop.",
    "team2":
      "The man became a meme and the meme became a Miami restaurant as chef Nusret Gökçe, aka Salt Bae, opened one of his Turkish steakhouses in downtown Miami, where high-priced cuts of steak, steak and more steak are sprinkled with salt tableside by the man who became an Instagram phenomenon (when he’s in town). "
  },
  {
    "round": 1,
    "matchup": "8 Kiki on the River vs. 9 Eating House",
    "id": 9952509,
    "team1":
      "The trendiest waterfront spot on the Miami River is this upscale Greek with ambitious, authentic fare that draws everyone from locals to celebrities for Keftedakia Greek meatballs and chicken souvlaki, plus crab cakes, scallops and jumbo shrimp perfectly prepared.",
    "team2":
      "The sawesera’s own Giorgio Rapicavoli became a national star when he won “Chopped” and used the cash to open Eating House, where he takes the latest cutting-edge culinary techniques and applies Miami flavors to create rich, satisfying dishes that might include yuzu and black truffle or Iron Beer Latin soda."
  },
  {
    "round": 1,
    "matchup": "5 Joe's Stone Crab vs. 12 Kyu",
    "id": 9952512,
    "team1":
      "Joe’s Stone Crab has been around longer than any other upscale Miami restaurant and for good reason: delectable stone crabs served in an Old World setting where the staff treats you like royalty.",
    "team2":
      "Asian barbecue takes an upscale turn in this Wynwood restaurant that has been named in a host of national awards for a fall-apart smoked brisket that might be the best in Miami, though other wood-fired dishes such as mushroom and crispy soft shell crab buns are worthy of praise on their own."
  },
  {
    "round": 1,
    "matchup": "4 Beaker & Gray vs. 13 Seaspice",
    "id": 9952520,
    "team1":
      "Chef Brian Nasajon turned Beaker & Gray into an overnight success in Wynwood, a go-to spot for delicious shareable plates that cross cultures -- from glass noodles in chili, peanut and mint to Argentine shrimp with wild mushrooms to grass-fed hanger steaks with Peruvian huancaina sauce.",
    "team2":
      "An elegant, nautical-themed riverfront bistro where you can arrive by land or by sea, Seaspice’s has a menu that is just as refined, with salt-crusted fish flambeed tableside, truffles shaved over pasta, seared foie gras and wood-fire casseroles, all served with a stunning water view."
  },
  {
    "round": 1,
    "matchup": "6 The Forge vs. 11 Fi'lia",
    "id": 9952523,
    "team1":
      "The Forge is to steak as Joe’s is to seafood: a Miami landmark that continues to excel at steak-centric classics like its “Super Steak,” while churning out award-winning talented chefs to serve Miami Beach heavy hitters.",
    "team2":
      "Michael Schwartz innovated farm-to-table in Miami, and here he turns that philosophy to his interpretation of Italian-American cuisine, from a Caesar salad made with croutons toasted tableside to lobster-corn angolotti, meatballs cooked to perfection, charred eggplant spread with shallots and pizzas he has perfected in Miami’s climate."
  },
  {
    "round": 1,
    "matchup": "3 Stubborn Seed vs. 14 Due Baci",
    "id": 9952529,
    "team1":
      "Miami’s first Bravo TV “Top Chef” winner, Jeremy Ford, is creating the kind of delicious, layered and stunning cuisine (lobster green curry, caramelized cauliflower and umami short rib) on a splurge-worthy chef’s tasting menu that may be the best meal in Miami.",
    "team2":
      "The founders of Rosinella branched out for to create this more upscale Roman cuisine at Due Baci, where family is still in the kitchen churning out marvelous dishes such as cacio e pepe."
  },
  {
    "round": 1,
    "matchup": "7 Bazaar Mar vs. 10 Stiltsville",
    "id": 9952538,
    "team1":
      "A ‘mind-bending culinary playground’ is how one Herald reviewer described this seafood-focused Brickell spot from celebrity Spanish chef Jose Andres, where every dish is a reinvention unlike anything you’ve had in any other Miami restaurant, from liquid nitrogen caipirinhas made tableside to dishes like Pescadito Frito mousse, whole, breaded lionfish and the Not so Po Boy José that comes with a dreamy bun stuffed with fried oyster, caviar and tartar sauce.",
    "team2":
      "Janine Booth was named a finalist for Rising Star Chef of the Year for co-authoring this Miami Beach spot that highlights fresh-caught local fish presented on ice every day, cobia tiradito, shrimp and grits, creamy gnudi and a side of chef Jeff McInnis' fried chicken."
  },
  {
    "round": 1,
    "matchup": "2 Ghee vs. 15 Mandolin",
    "id": 9952539,
    "team1":
      "Fresh ingredients from his own farm are the stars of the menu at Ghee Indian Kitchen, where chef Niven Patel has earned a nomination as best chef in the South for Indian cuisine unlike anything else in South Florida, including mung bean samosas in aged cheddar, crispy, puffy pani puri, and charred green okra with mustard seeds in curry yogurt.",
    "team2":
      "Mandolin, a casual but refined indoor-outdoor haven built in a 1930s Design District house, celebrates the owners’ Greek and Turkish backgrounds by combining exotic but familiar flavors in dishes like beef-and-feta stuffed peppers, pork souvlaki, taramasalata fish dip and spicy kabobs."
  },
  {
    "round": 1,
    "matchup": "1 Swine vs. 16 Big Cheese",
    "id": 9952540,
    "team1":
      "From the same folks who brought you Miami Beach’s Yardbird, Swine focuses on the South’s treatments of pork, and that means pulled pork grits for brunch, a prize-winning Swine Burger topped with pork belly for lunch and slow-roasted Duroc pork ribs for dinner in a lively gastropub environment.",
    "team2":
      "If you’re a Miamian, particularly a UM fan, you know about the Big Cheese in South Miami, for 27 years serving whopping slices of pizza and casual Italian-American dishes in a kitschy, friendly restaurant across from Wall’s Ice Cream."
  },
  {
    "round": 1,
    "matchup": "8 Garcia's vs. 9 Graziano's",
    "id": 9952541,
    "team1":
      "Garcia’s became a national destination by first being a favorite local spot, serving seafood caught by its own fleet of boats at its location along the Miami River.",
    "team2":
      "Graziano’s has built a father-son Miami empire based on their Argentine empanadas (they sold more than 1 million last year), provoleta fried cheese and, especially, their asado — a mastery of grilled meats that they butcher themselves and sell at their four restaurants and five markets from Miami to Weston."
  },
  {
    "round": 1,
    "matchup": "5 Pincho Factory vs. 12 The Local",
    "id": 9952543,
    "team1":
      "Pincho Factory has become a Miami success story with amazing burgers on pillowy potato bread (or between a pair of crispy tostones), sweet potato tater tots with apple butter and a Cartel hot dog with shaved potato sticks that might be Miami’s best.",
    "team2":
      "It has gone through a couple owners and several chefs, and still, The Local remains a prized hangout for its thoughtful craft beer on tap paired with rich, homey dishes such as short rib vaca frita, blue crab hushpuppies, crispy fried chicken, fried green tomatoes and a bacon-double cheeseburger that’ll stop you (and your cardiologist) in your tracks."
  },
  {
    "round": 1,
    "matchup": "4 Blue Collar vs. 13 Shorty's Bar-B-Q",
    "id": 9952546,
    "team1":
      "The very definition of elevated diner food, Blue Collar makes mouth-watering renditions of dishes that soothe the soul (think brioche French toast and pulled pork eggs Benedict) with daily revolving varieties of ribs (sometimes spare ribs, sometimes baby back), a parm (not just chicken) and a braise (like spicy oxtail) and you’ll want to finish with the Heath bar bread pudding.",
    "team2":
      "You make melt-in-your-mouth pulled pork and solid baby back ribs for nearly 70 years and you’re going to draw the following enjoyed by Shorty’s barbecue, with fast service and consistent cookery."
  },
  {
    "round": 1,
    "matchup": "6 Finga Licking vs. 11 Palacio de los Jugos",
    "id": 9952547,
    "team1":
      "DJ Khaled would say “they” don’t want you to vote for his homage to Southern black cuisine, but in fact, it’s already a winner with everyone from locals to hip hop celebrities, thanks to finger-licking lemon-pepper turkey wings, grilled or fried lobster or chicken dinners, and oh-my-goodness fried chicken over red velvet waffles.",
    "team2":
      "Welcome to the original food hall, the Latin American restaurant broken up by different vendors all under one roof, where you can ogle display cases of hot food like Cuban arroz imperial, vaca frita, garlicky calabaza and fried pork chicharrones, and wash it down with some of the best fruit juices (guanabana, mamey) in the three-oh-five."
  },
  {
    "round": 1,
    "matchup": "3 La Carreta vs. 14 Ceviche 105",
    "id": 9952553,
    "team1":
      "Owned by the same family that owns Versailles (a Munch Madness competitor last year), La Carreta is one of the best-known Cuban restaurant chains for its unwavering devotion to classic dishes, from vaca frita, breaded flat steaks and fried pork chunks to Cuban sandwiches and mariquita chips.",
    "team2":
      "It’s not just ceviches (though, of course, they have so many varieties of that, too) at Ceviche 105, where Peruvian comfort cuisine is dressed up in a sleek setting. Causas (Incan potato cakes), anticuchos (succulent veal heart) and traditional dishes like lomo saltado steak strips and cooked seafood are the stars."
  },
  {
    "round": 1,
    "matchup": "7 Genuine Pizza (Harry's) vs. 10 Sports Grill",
    "id": 9952556,
    "team1":
      "At his James Beard Award-winning restaurant in the Design District, Michael Schwartz promises meals that are “genuine” and does the same at his quickly growing chain of pizza shops (previously called Harry’s Pizzeria), with toppings such as short rib, gruyere and caramelized onion; rock shrimp and roasted lemon; and calabaza and Brussels sprouts.",
    "team2":
      "Ask anyone to name their top 10 wings in Miami, and you’re sure to hear the name Sports Grill, where their Special Grilled wings draw a cult following for their tangy, spicy, sweet char-grilled flavor (although some might prefer the Dale-style — only in Miami)."
  },
  {
    "round": 1,
    "matchup": "2 Zak the Baker vs. 15 Bocas House",
    "id": 9952562,
    "team1":
      "A devotion to preserving his Ashkenazi Jewish cultural roots led Zak Stern — nominated for an Outstanding Baker national award — to expand on his kosher bread empire by opening a glatt kosher deli that offers simple but knockout fare: house-cured corned beef, pastrami and Reuben sandwiches, smoked local fish, bright salads, all served with his ZTB bread.",
    "team2":
      "Former Venezuelan nightclub owners know how to put on a show at Bocas House, with dinosaur-sized tomahawk steaks (all grass fed and hormone free) and Instagram-worthy milkshakes that come rimmed with things like Nutella and stacked with entire brownies or personal-sized Key lime pies."
  },
  {
    "round": 1,
    "matchup": "1 MC Kitchen vs. 16 Dr. Limon",
    "id": 9952568,
    "team1":
      "MC Kitchen goes beyond classic Italian, turning seasonal ingredients, fresh pastas and modern cooking techniques into elegant, thoughtful cuisine that is as comforting as it is clearly skilled (thinking of the pear, four-cheese and truffle fiocchi), not to mention boasting the largest collection of Dogfish Head craft beer in South Florida.",
    "team2":
      "A favorite of South Florida Peruvians, Dr. Limon has the prescription for curing boring ceviche. Chef Carlos Brescia turned the knife skills he learned at Miyako Japanese into the non-traditional, like seared ahi tuna tataki, fried ceviche balls, tiradito with huancaina cream, parihuela crab soup and Chinese-Peruvian chaufa fried rice."
  },
  {
    "round": 1,
    "matchup": "8 Ameila's 1931 vs. 9 The Mighty",
    "id": 9952570,
    "team1":
      "Take everything the western suburbs love about Finka — a gastropub fusion of Peruvian, Cuban, Korean — and put it in a casual diner with a sweeping counter, where you can order Korean-style Cuban fritas, General Tsao’s alligator fried rice, Vietnamese fish sauce wings and bulgogi Brussels sprouts.",
    "team2":
      "Everybody’s favorite neighborhood bar near Shenandoah is more than a craft beer haven (bottles and local brews), as it serves homemade sausages (pork and smoked bacon, duck, free-range rabbit), stuffed piquillo peppers, crispy frog legs and a fried chicken sandwich to raise a glass to."
  },
  {
    "round": 1,
    "matchup": "5 Mr. and Mrs. Bun vs. 12 Glam",
    "id": 9952684,
    "team1":
      "You’d guess correctly that the husband-and-wife team at Mr. and Mrs. Bun bake all their bread, and that’s the secret to this Peruvian spot’s beloved sandwiches, including butifarra (piles of cured ham with aioli and homemade sauce), slow-cooked roast beef with crispy onions, Asian crispy fried chicken and crispy shrimp, fish and calamari.",
    "team2":
      "Glam will make you rethink vegan cuisine, as chef Todd Erickson goes from tacos at his Hua Huas on the Beach to bring Midtown dishes with creamy cashew “cheese,” farro risotto with a wild mushroom ragout, and luscious chana masala chickpea stew with mango and tomato chutney over quinoa."
  },
  {
    "round": 1,
    "matchup": "4 Seven Dials vs. 13 Empanada Harry's",
    "id": 9952686,
    "team1":
      "It’s not just the delectable fish and chips at the center of this true-to-form British pub, where chef Andrew Gilbert (a Michelle Bernstein accolite) and wife Katie Sullivan embrace the diversity of London with falafel, foie butter and date toast, housemade charcuterie, jerkies and pates, bangers and mash, and refined hearty dishes like pork chops with mustard demi sauce.",
    "team2":
      "No need to hit several bakeries to buy your favorite empanadas when a drive to the western suburbs to Empanada Harry’s bakes them all in one place, including authentic Peruvian dusted in powdered sugar, crispy Colombian corn, hearty Venezuelan, and even riffs from the baker that include things like a Cuban sandwich empanada with pork, ham and pickles and one with bacon, dates with goat cheese."
  },
  {
    "round": 1,
    "matchup": "6 Mister 01 vs. 11 Ella's Oyster Bar",
    "id": 9952688,
    "team1":
      "Renato Viola’s pizza-making skills were extraordinary enough that the U.S. government granted him a special 0-1 visa for “individuals with extraordinary ability,” and that shows up in his Neapolitan pies —  light, thin and crispy — that can either come simply topped with San Marzano tomato and basil all the way to one extraordinarily shaped into stars where each peak is stuffed with delicious ricotta cheese.",
    "team2":
      "This seafood spot takes its inspiration from Calle Ocho; you'll find crispy, fluffy crab croquetas and oysters \"Rockafeller\" in a dreamy uni butter sauce plus a Little Havana Clam Bake for two in a cast-iron skillet that begs for a sweet finish with a guava pastelito ice cream sandwich."
  },
  {
    "round": 1,
    "matchup": "3 Via Emilia 9 vs. 14 La Fresa Francesa",
    "id": 9953658,
    "team1":
      "A chef born in Bologna with several family restaurants there opened this regional northern Italian restaurant where pasta is handmade in the window every morning and the taste reflects it in dishes such as his stuffed tortellini in cream sauce, a luscious lasagna and a tagliatelle with mushrooms and sausage.",
    "team2":
      "The little French strawberry in Hialeah is surprising and unexpected, from its location in a strip mall to the Alice in Wonderland feeling of crossing the threshold and finding a cozy French bistro, where cheeses, charcuterie and French wine open a meal, foie gras is paired with guava (this is Hialeah, after all), and roasted bone marrow with garlic confit or grilled Australian lamb chops with Le Puy green lentils stun you into repeat visits."
  },
  {
    "round": 1,
    "matchup": "7 The Spillover vs. 10 Crust",
    "id": 9952689,
    "team1":
      "Matt Kuscher of Kush and Lokal applied his success with burgers and craft beer (and a love of everything local) to craft ciders and seafood at The Spillover, which excels at dishes such as fried Bahamian conch, pan con minuta fish sandwich (tail on) and local fish-of-the-day prepared in a host of ways — all served with tart and refreshing local ciders.",
    "team2":
      "The thick, crispy golden edges to their pizzas give Crust it’s name, but the menu doesn’t stop at creative pies with combinations like creamy gorgonzola blue cheese, fig and prosciutto but adds seafood risottos, linguine carbonara and four kinds of Parmesan dishes."
  },
  {
    "round": 1,
    "matchup": "2 La Petite Maison vs. 15 Airport Cafe & Liquors",
    "id": 9952692,
    "team1":
      "Banish whatever stereotypes of snooty French restaurants you may have because La Petite Maison serves the spot-on French Mediterranean Nicoise classics, from ratatouille and silken pasta with mouth-watering Bolognese to some of the freshest seafood in Miami in a jaw-droppingly beautiful space.",
    "team2":
      "Reuben Ruiz’s killer burgers got him noticed on “Food Network Star,” and he serves treats like Jameson apricot-glazed cheddar cheese burgers and guava barbecue glazed chicken alongside perfectly prepared classic Latin food like bistec empanizado at a hole in the wall you might otherwise drive by."
  }
]
