[
  {
    "round": 3,
    "matchup": "1 Pubbelly vs. 4 La Mar",
    "id": 9963314,
    "team1":
      "Pubbelly led the way in Sunset Harbour by letting Jose Mendin explore his creativity with Asian-Latin fusion small plates, from bacon-wrapped dates with chorizo and duck ravioli to noodles and chili softshell crab to make him a five-time James Beard award-nominated chef.",
    "team2":
      "Chef Diego Oka executes Gaston Acurio’s take on upscale Peruvian at La Mar in the Mandarin Oriental with flair, from glorious ceviches to homey potatoes drenched in huancaina sauce and a host of grilled anticuchos and rice dishes served in a gorgeous, modern setting."
  },
  {
    "round": 3,
    "matchup": "11 Tropical Chinese vs. 7 Taquiza",
    "id": 9963315,
    "team1":
      "For more than 30 years, diners of all nationalities have lined up outside Tropical Chinese on weekends for their fresh, hot dim sum carts, weaving around a bustling dining room with endless choices of hot, shareable plates, including siu mai dumplings, Chinese buns, Peking duck, five-spice fried chicken and orange beef.",
    "team2":
      "Other Mexican restaurants don’t want you to know they are buying their handmade tortillas from Miami Beach’s Taquiza, where chef Steve Santana painstakingly creates them, as well as traditional fillings for his tacos, from huitlacoche (made from a delectable corn mushroom) and chapulines (toasted grasshoppers) to slow-roasted carnitas and asada."
  },
  {
    "round": 3,
    "matchup": "1 Mignonette vs. 12 Kyu",
    "id": 9963317,
    "team1":
      "The 2017 Munch Madness runner-up, Mignonette raises the level of seafood and oyster bars, from high-end items like caviar and seafood towers of oysters, clams, snow crabs and a killer shrimp cocktail to comfort dishes such as a bouillabaisse that will warrant extra bread to sop up every last saucy drop.",
    "team2":
      "Asian barbecue takes an upscale turn in this Wynwood restaurant that has been named in a host of national awards for a fall-apart smoked brisket that might be the best in Miami, though other wood-fired dishes such as  mushroom and crispy soft shell crab buns are worthy of praise on their own."
  },
  {
    "round": 3,
    "matchup": "6 The Forge vs. 15 Mandolin",
    "id": 9963318,
    "team1":
      "The Forge is to steak as Joe’s is to seafood: a Miami landmark that continues to excel at steak-centric classics like its “Super Steak,” while churning out award-winning talented chefs to serve Miami Beach heavy hitters.",
    "team2":
      "Mandolin, a casual but refined indoor-outdoor haven built in a 1930s Design District house, celebrates the owners’ Greek and Turkish backgrounds by combining exotic but familiar flavors in dishes like beef-and-feta stuffed peppers, pork souvlaki, taramasalata fish dip and spicy kabobs."
  },
  {
    "round": 3,
    "matchup": "16 Big Cheese vs. 5 Pincho Factory",
    "id": 9963323,
    "team1":
      "If you’re a Miamian, particularly a UM fan, you know about the Big Cheese in South Miami, for 27 years serving whopping slices of pizza and casual Italian-American dishes in a kitschy, friendly restaurant across from Wall’s Ice Cream.",
    "team2":
      "Pincho Factory has become a Miami success story with amazing burgers on pillowy potato bread (or between a pair of crispy tostones), sweet potato tater tots with apple butter and a Cartel hot dog with shaved potato sticks that might be Miami’s best."
  },
  {
    "round": 3,
    "matchup": "14 Ceviche 105 vs. 15 Bocas House",
    "id": 9963324,
    "team1":
      "It’s not just ceviches (though, of course, they have so many varieties of that, too) at Ceviche 105, where Peruvian comfort cuisine is dressed up in a sleek setting. Causas (Incan potato cakes), anticuchos (succulent veal heart) and traditional dishes like lomo saltado steak strips and cooked seafood are the stars.",
    "team2":
      "Former Venezuelan nightclub owners know how to put on a show at Bocas House, with dinosaur-sized tomahawk steaks (all grass fed and hormone free) and Instagram-worthy milkshakes that come rimmed with things like Nutella and stacked with entire brownies or personal-sized Key lime pies."
  },
  {
    "round": 3,
    "matchup": "16 Dr. Limon vs. 5 Mr. and Mrs. Bun",
    "id": 9963325,
    "team1":
      "A favorite of South Florida Peruvians, Dr. Limon has the prescription for curing boring ceviche. Chef Carlos Brescia turned the knife skills he learned at Miyako Japanese into the non-traditional, like seared ahi tuna tataki, fried ceviche balls, tiradito with huancaina cream, parihuela crab soup and Chinese-Peruvian chaufa fried rice.",
    "team2":
      "You’d guess correctly that the husband-and-wife team at Mr. and Mrs. Bun bake all their bread, and that’s the secret to this Peruvian spot’s beloved sandwiches, including butifarra (piles of cured ham with aioli and homemade sauce), slow-cooked roast beef with crispy onions, Asian crispy fried chicken and crispy shrimp, fish and calamari."
  },
  {
    "round": 3,
    "matchup": "11 Ella's Oyster Bar vs. 15 Airport Cafe & Liquors",
    "id": 9963327,
    "team1":
      "This seafood spot takes its inspiration from Calle Ocho; you'll find crispy, fluffy crab croquetas and oysters \"Rockafeller\" in a dreamy uni butter sauce plus a Little Havana Clam Bake for two in a cast-iron skillet that begs for a sweet finish with a guava pastelito ice cream sandwich.",
    "team2":
      "Reuben Ruiz’s killer burgers got him noticed on “Food Network Star,” and he serves treats like Jameson apricot-glazed cheddar cheese burgers and guava barbecue glazed chicken alongside perfectly prepared classic Latin food like bistec empanizado at a hole in the wall you might otherwise drive by."
  }
]
