[
  {
    "round": "1",
    "matchup": "1 Pubbelly vs. 16 Doce Provisions",
    "id": 9944040,
    "team1":
      "Pubbelly led the way in Sunset Harbour by letting Jose Mendin explore his creativity with Asian-Latin fusion small plates, from bacon-wrapped dates with chorizo and duck ravioli to noodles and chili soft shell crab to make him a five-time James Beard award-nominated chef.",
    "team2":
      "Little Havana's Doce Provisions is a fusion of the flavors found on Calle Ocho with culinary twists such as pickled habanero peppers, Sriracha-honey mayo, aji amarillo and calabaza purees to elevate dishes that included Thai-style buns, roasted pork and rock shrimp mac and cheese."
  },
  {
    "round": "1",
    "matchup": "8 Phuc Yea vs. 9 Chef Creole",
    "id": 9948420,
    "team1":
      "\"Viet-Cajun\" cuisine from the husband-wife duo of sommelier Aniece Meinhold and chef Cesar Zapata turns out creative dishes from fall-apart caramel pork riblets, smoked and soaked in ginger, to Caja China duck in hoisin sauce that make the menu here one to remember.",
    "team2":
      "Born in Jamaica to Haitian parents, chef Wilkinson Sejour brought the flavors of both those countries to the Miami masses at Chef Creole, where the griot (fried pork) is succulent, the oxtail falls off the bone and the seafood is crispy, all spiked with a side of vinegary, pickled pikliz."
  },
  {
    "round": "1",
    "matchup": "5 Sakaya Kitchen vs. 12 Atchana Thai",
    "id": 9949049,
    "team1":
      "Sakaya Kitchen taught Miami to seek out Korean cuisine when chef Richard Hales took his years of living in Asia and turned it into this Midtown spot fusion spot, where Korean fried chicken wings, pulled pork sliders with kimchi and spicy-cheese beef tater tots have become a Miami obsession and made Hales a national name.",
    "team2":
      "Thai cuisine is not adapted for the American palate at Atchana Thai, where everything from the Thai beef jerky, Bangkok wings and pad Thai are as authentic as the lettuce-wrap-style miang kham, where you put together bites of coconut, lime, ginger and tamarind in piper leaves for one of the best mouthfuls of food in Miami."
  }
]
